export default [
  {
    title: 'Javascript & Jquery: The Missing Manual',
    cover: '../../images/img-1.jpg',
    description: 'JavaScript - основной инструмент веб-разработчиков, позволяющий делать интернет-страницы интерактивными. Перед вами - наиболее полное и великолепно структурированное руководство по JavaScript, которое позволит в совершенстве овладеть этим востребованным сейчас языком программирования. В книге уделено большое внимание библиотеке jQuery, в том числе самого современного плагина jQuery UI.',
    author: 'Дэвид Сойер Макфарланд',
    isbn: '978-5-699-79119-4',
    edition: '2017',
    rate: 3
  },
  {
    title: 'JavaScript: Pocket Reference',
    cover: '../../images/img-2.jpg',
    description: 'JavaScript - популярнейший язык программирования, который уже более 15 лет применяется для написания сценариев интерактивных веб-страниц. В книге представлены самые важные сведения о синтаксисе языка и показаны примеры его практического применения.',
    author: 'Дэвид Флэнаган',
    isbn: '978-5-8459-1948-9',
    edition: '2018',
    rate: 4
  },
  {
    title: 'High Performance: JavaScript',
    cover: '../../images/img-3.jpg',
    description: 'Если вы относитесь к подавляющему большинству веб-разработчиков, то наверняка широко применяете JavaScript для создания интерактивных веб-приложений с малым временем отклика. Проблема состоит в том, что строки с программным кодом на языке JavaScript могут замедлять работу приложений. Эта книга откроет вам приемы и стратегии, которые помогут в ходе разработки устранить узкие места, влекущие за собой снижение производительности. Вы узнаете, как ускорить выполнение, загрузку, операции с деревом DOM, работу страницы в целом и многое другое.',
    author: 'Николас Закас',
    isbn: '978-5-93286-213-1',
    edition: '2012',
    rate: 5
  },
  {
    title: 'JavaScript для детей. Самоучитель по программированию',
    cover: '../../images/img-4.jpg',
    description: 'Эта книга позволит вам погрузиться в программирование и с легкостью освоить JavaScipt. Вы напишете несколько настоящих игр - поиск сокровищ на карте, "Виселицу" и "Змейку". На каждом шаге вы сможете оценить результаты своих трудов - в виде работающей программы, а с понятными инструкциями, примерами и забавными иллюстрациями обучение будет только приятным. Книга для детей от 10 лет.Почему именно JavaScript? Эта книга - не только введение в JavaScript, но и вообще в программирование. Вы узнаете, как кодить на этом языке - с самых основ.',
    author: 'Ник Морган',
    isbn: '978-5-00100-597-1',
    edition: '2017',
    rate: 3
  },
  {
    title: 'Node Web Development: A Practical Introduction to Node, the Exciting New Server-Side JavaScript Web Development Stack',
    cover: '',
    description: 'Книга посвящена разработке веб-приложений в Node.js - платформе, которая выводит язык JavaScript за пределы браузера и позволяет использовать его в серверных приложениях.',
    author: 'Дэвид Хэррон',
    isbn: '978-5-97060-397-0',
    edition: '2016',
    rate: ''
  },
]
